alefragnani.Bookmarks
dbaeumer.jshint
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eamodio.gitlens
ecmel.vscode-html-css
emeraldwalk.RunOnSave
firefox-devtools.vscode-firefox-debug
formulahendry.auto-rename-tag
formulahendry.code-runner
golang.go
googlecloudtools.cloudcode
IBM.output-colorizer
idleberg.icon-fonts
Ikuyadeu.r
jgclark.vscode-todo-highlight
julialang.language-julia
k--kato.intellij-idea-keybindings
kriegalex.vscode-cudacpp
mechatroner.rainbow-csv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vsliveshare.vsliveshare
mtxr.sqltools
mtxr.sqltools-driver-mssql
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-pg
mtxr.sqltools-driver-sqlite
RandomFractalsInc.vscode-data-preview
RandomFractalsInc.vscode-data-table
RDebugger.r-debugger
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.LiveServer
softwaredotcom.music-time
softwaredotcom.swdc-vscode
thekalinga.bootstrap4-vscode
undefined.mytheme
Wattenberger.footsteps
wholroyd.jinja
